Repository: teci98/TelERP
Catalog: TelERP/Strings.*.resx
Languages: fr

# Ajustes
source: Settings
fr: Réglages

# Apellidos
source: Surname:
fr: Noms:

# Añadir
source: Add
fr: Ajouter

# AñadirNuevoTrabajo
source: Add new assignment
fr: Ajouter nouveau travail

# AñadirServicio
source: Add new service
fr: Ajouter nouveau service

# AñadirServsuario
source: Add service to the user
fr: Ajourter service a l'usuaire

# AñadirTraUsuario
source: Add new assignment
fr: Ajouter nouveau travail

# AñadirUsuario
source: Add new user
fr: Ajourte nouveau usuaire

# Borrar
source: Delete
fr: Effacer

# BorrarTurno
source: Delete turn
fr: Effacer tour

# Buscar
source: Search
fr: Chercher

# Cancelar
source: Cancel
fr: Annuler

# Cerrar
source: Close
fr: Fermer

# ConectarTelegram
source: Connect Telegram
fr: Relier Telegram

# Confirmar
source: Confirm
fr: Confirmer

# DelServicio
source: Delete service
fr: Effacer service

# DelTrabajo
source: Delete assignment
fr: Effacer travail

# DelUsuario
source: Delete user
fr: Effacer usuaire

# Detalles
source: Details
fr: Détails

# Deuda
source: Debt:
fr: Dette:

# Deudas
source: Debts
fr: Dettes

# Dias
source: Days:
fr: Jours:

# Direccion
source: Direction:
fr: Adresse:

# Domingo
source: Sunday
fr: Dimanche

# DomingoCorto
source: Sun
fr: D

# en
source: English
fr: Anglais

# EnviarCod
source: Send code
fr: Envoyer code

# EnviarFact
source: Send invoice
fr: Envoyer facture

# EnviarMsg
source: Send message
fr: Envoyer message

# EnviarNot
source: Send receipt
fr: Envoyer note

# es
source: Spanish
fr: Espagnol

# EscribirMensaje
source: Write here the content of the message you want to send
fr: Ecrire ici le message que vous voulez envoyer

# Factura
source: Invoice
fr: Facture

# Facturas
source: Invoices
fr: Factures

# FacturasNoPagadas
source: Show only unpaid invoices
fr: Montrer seulement les factures sans payer

# FechaLimite
source: Deadline:
fr: Date limite:

# Fin
source: End
fr: Fin

# fr
source: French
fr: Fraiçais

# HeaderApellidos
source: Surname
fr: Noms

# HeaderAño
source: Year
fr: Année

# HeaderFin
source: End
fr: Fin

# HeaderInicio
source: Start
fr: Début

# HeaderMes
source: Month
fr: Mois

# HeaderNombre
source: Name
fr: Prénom

# HeaderPrecio
source: Price
fr: Prix

# HeaderReferencia
source: Reference
fr: Référence

# HeaderSeleccionar
source: Select
fr: Sélectionner

# HeaderTelefono
source: Phone
fr: Téléphone

# HeaderTrabajos
source: Assignments
fr: Travaux

# HeaderUsuario
source: User
fr: Usuaire

# HintApellido
source: Write the surname here
fr: Ecrire ici les noms

# HintBuscar
source: Type here to search
fr: Écrire ici pour chercher

# HintDescripcion
source: Enter here the description of the service
fr: Saisir ici la description du service

# HintDescripcionTrabajo
source: Enter here the description of the assignment
fr: Saisir ici la description du travail

# HintEmail
source: Write the email here
fr: Écrire ici le email

# HintNombre
source: Write the name here
fr: Écrire ici le prénom

# HintPrecio
source: Write the price here
fr: Écrire le prix

# HintTelefono
source: Write the phone number here
fr: Écrire ici le numero de téléphone

# Idioma
source: Language
fr: Langage

# InfoEmpresa
source: Company information
fr: Information de l'entreprise

# Inicio
source: Home
fr: Début

# Jueves
source: Thursday
fr: Jeudi

# JuevesCorto
source: Thu
fr: J

# Lunes
source: Monday
fr: Lundi

# LunesCorto
source: Mon
fr: L

# MarcarPagado
source: Mark as paid
fr: Marquer payé

# Martes
source: Tuesday
fr: Mardi

# MartesCorto
source: Tue
fr: M

# MensajeEnviado
source: Message sended succesfully
fr: Message envoyé avec succès

# Miercoles
source: Wednesday
fr: Mercredi

# MiercolesCorto
source: Wed
fr: X

# Modificar
source: Modify
fr: Modifier

# ModServicio
source: Modify service
fr: Modifier service

# ModServicios
source: Modify services
fr: Modifier services

# ModTrabajo
source: Modify assignment
fr: Modifier travail

# ModUsuario
source: Modify user
fr: Modifier usuaire

# MostrarInfo
source: Show information
fr: Montrer information

# MsgAssignmentInsertado
source: Assignment saved succesfully
fr: Travail enregistré avec succés

# MsgAssignmentModificado
source: Assignment modified succesfully
fr: Travail modifié avec succés

# MsgBorrarUsuario
source: Are you sure you want to delete this user?
fr: Êtes- vous sûr de vouloir supprimer l' usuaire selectionné?

# MsgCambiosCancelados
source: Any change has been done
fr: Aucun changement n'est effectué

# MsgDiasService
source: You must select at least one day
fr: Vous devez selectionner au moins un jour

# MsgElegirFecha
source: Please select a date
fr: Veuillez choisir une date

# MsgElegirFechaMayor
source: Selected date must be after now
fr: La date choisie doit être après cette heure

# MsgElegirTurnoService
source: Please select a turn
fr: Veuillez choisir un tour

# MsgEscribaMensaje
source: Please write a message to send
fr: Veuillez écrire un message pour envoyer

# MsgEscribirApellido
source: Please write a surname
fr: Veuillez saisir un nom

# MsgEscribirDescripcion
source: Please write a description
fr: Veuillez saisir une description

# MsgEscribirEmail
source: Please write a valid email
fr: Veuillez saisir un email valide

# MsgEscribirNombre
source: Please write a name
fr: Veuillez saisir un prénom

# MsgEscribirPrecio
source: Please write a price
fr: Veuillez saisir un prix

# MsgEscribirTelefono
source: Please write a phone number
fr: Veuillez saisir un numéro de téléphone

# MsgEscribirTelefonoValido
source: Please write a valid phone number
fr: Veuillez saisir un numéro de téléphone valide

# MsgHorasMal
source: Please insert the time in the correct format (XX:XX)
fr: Veuillez saisir les heures dans les bons formats

# MsgModificarServiciosPrincipal
source: To modify a service, go to the services tab in the main window
fr: Pour modifier un service, faites-le depuis l'onglet services de la fenêtrte principale

# MsgNoTelegram
source: The selected user doesn't have tlegram, sorry for the inconvenience
fr: L'usuaire selectionné n'a pas telegram, désolé pour le dérangement

# MsgNoTelegramConectado
source: You doesn't have telegram connected, so some of the functions are limited. To connect it go to Settings tab
fr: Vous n'avez pas telegram connecté, certaines fonctions sont limitées. Vous pouvez connecter Telegram dans l'onglet Parmètres.

# MsgPrecioMal
source: Please insert the price in the valid format XX,xx
fr: Veuillez saisir le prix dans un format valide XX,xx

# MsgRealizarCambiosPregunta
source: Are you sure you want to confirm all the changes?
fr: Voulez-vous vraiment appliquer toutes les modifications apportées?

# MsgSeguroBorrarServicio
source: If you delete the service, it will be deleted from all the user that have it. Are you sure you wan to continue?
fr: Si vous supprimez le service, il sera automatiquement supprimé de tous les usuaires abonnés. Es-tu sûr de vouloir le supprimer?

# MsgSeguroBorrarTrabajo
source: Are you sure you want to delete this assignment?
fr: Voulez vous supprimer ce travail?

# MsgSeguroDeuda
source: Are you sure you want to mark this debt(s) as paid?
fr: Voulez-vous vraiment marquer cette dette comme payée?

# MsgSeguroPagar
source: Are you sure you want to mark this invoice(s) as paid?
fr: Voulez-vous vraiment marquer cette facture comme payée?

# MsgSeguroPagarTrabajo
source: Are you sure you want to mark this assignment(s) as paid?
fr: Voulez-vous vraiment marquer ces travaux comme payés?

# MsgSeleccionarInvoice
source: Select an invoice before
fr: Selectionnez une facture avant

# MsgSeleccionarItem
source: Select an item before
fr: Selectionnez un élément avant

# MsgSeleccionarServicio
source: Select a service before
fr: Selectionnez un service avant

# MsgSeleccionarTrabajo
source: Select an assignment before
fr: Selectionnez un travail avant

# MsgSeleccionarTurn
source: Select a turn before
fr: Selectionnez un tour avant

# MsgSeleccionarUsuario
source: Select an user before
fr: Sélectionnez d'abord un usuaire

# MsgSoloNumerosPrecio
source: This field only accept numbers and the separator ,
fr: Ce champ accepte uniquement les chiffres et le séparateur ,

# MsgSoloNumerosTelegram
source: This field only accept numbers
fr: Seuls les nombres sont autorisés dans ce champ

# MsgSoloNumerosTurn
source: This field only accept numbers and the separator :
fr: Ce champ accepte uniquement les chiffres et le séparateur :

# MsgSusbscribirUsuarioServicio
source: Do you want to subscribe the user to some services?
fr: Voulez-vous abonner l'usuaire à un service?

# MsgTelegramAntes
source: To use the telegram functions, you must connect it before in the "Settigns" tab
fr: Pour pouvoir utiliser les fonctions du Telegram, vous devez d'abord le connecter dans l'onglet "Paramètres".

# MsgTelegramConectado
source: Telegram succesfully conected
fr: Telegram connecté avec succés

# MsgTelegramNoConectado
source: Error connecting Telegram
fr: Erreur a connecté ´Telegram

# MsgTurnoBorrado
source: The turn has been deleted succesfully
fr: Le tour a été supprimé avec succès

# MsgTurnoExiste
source: It already exist a turn with this range of time
fr: Il y a déjà un tour avec ces heures

source: No
fr: Non

# Nombre
source: Name:
fr: Prénom:

# NuevoServicio
source: New service
fr: Nouveau service

# NuevoTrabajo
source: New assignment
fr: Nouveau travail

# NuevoTurno
source: Create new turn:
fr: Créez im nouveau tour:

# NuevoUsuario
source: New user
fr: Nouveau usuaire

# NumTel
source: Phone number
fr: Numéro de téléphone

# Pagar
source: Pay
fr: Payer

# PagarDeuda
source: Pay debt
fr: Payer dette

# PagarTrabajo
source: Pay assignments
fr: Payer travaux

# Precio
source: Price:
fr: Prix:

# Sabado
source: Saturday
fr: Samedi

# SabadoCorto
source: Sat
fr: S

# Salir
source: Exit
fr: Sortir

# SelUser
source: Select user
fr: Sélectionnez un usuaire

# ServiceCreado
source: Service created succesfully
fr: Service crée avec succés

# ServiceModificado
source: Service modified succesfully
fr: Service modifié avec succés

# Si
source: Yes
fr: Oui

# Subscripcion
source: ¿Subscription?
fr: Abonnement?

# Telefono
source: Phone:
fr: Téléphone:

# TextoBorrarTurn
source: To delete this turn, all the services with it will change to the turn you choose
fr: Pour supprimer ce tour de travail, tous les services concernés seront remplacés par le tour de travail choisi ci-dessous

# TituloCambios
source: Change confirmation
fr: Confirmation des modifications

# Trabajos
source: Assignments
fr: Travaux

# TrabajoSolo
source: Assignment
fr: Travail

# TrabajosPendientes
source: Pending assignments
fr: Travaux en attente

# Turno
source: Turn:
fr: Tour:

# TurnoBorrado
source: Turn deleted succesfully
fr: Tour effacé avec succés

# Turnos
source: Turns
fr: Tours

# Usuario
source: User:
fr: Usuaire:

# UsuarioCreado
source: User created succesfully
fr: Usuaire créé avec succés

# UsuarioModificado
source: User modified succesfully
fr: Usuaire modifié avec succés

# Usuarios
source: Users
fr: Usuaires

# VerDetalles
source: View details
fr: Voir details

# Viernes
source: Friday
fr: Vendredi

# ViernesCorto
source: Fri
fr: V
